/* user's favorite articles */
"Favorite" = "收藏";

/* Library where user get whatever he/she wants on sex */
"Library" = "知识库";

/* new message type of which may be dictations */
"News" = "动态";

/*  */
"Commonsense" = "性常识";

/*  */
"SexualHealth" = "性保健";

/*  */
"SexualSkills" = "性技巧";

/*  */
"SexualPsychology" = "异性心理";

/*  */
"AskandAnswer" = "在线问答";

/*  */
"Return" = "返回";

/*  */
"About" = "关于";

"ProductIntro" = "性，是一件严肃的事情。\n两性内参，让性福加速蔓延...";

"Index" = "目录";

"Pull down to refresh..." = "下拉可以刷新";

"Loading..." = "加载中...";

"Release to refresh..." = "松开可以刷新...";

"Edit" = "编辑";

"Done" = "完成";

"Close" = "关闭";

"fail to load page, please retry later" = "页面暂时打不开哦，请稍后重试吧...";

"Ok" = "确定";

"Feedback" = "问题及建议反馈o^o";

"Check for update" = "检查新版本";

"Version" = "版本";

"New Version Found" = "发现新版本: ";

"Skip" = "跳过";

"Ignore" = "忽略";

"Update now" = "立即更新";

"Checking" = "检查中...";

"No updates found" = "恭喜！您当前的版本已经是最新";

"Update checking error" = "检查出错，请稍后重试。";


